content/blog/slow-cold-chick.md
---
title: "Psychoanalysis of 'Slow Cold Chick'"
author: ["rayes"]
date: 2021-06-09T09:56:01-06:00
publishDate: 2021-07-30
tags: ["psychology", "cognitive bias", "decision theory"]
categories: ["Literature"]
draft: false
status: "completed"
---

{{<note "This was a term paper originally written for my high school English course. I was fairly pleased with how it turned out, so I decided to refactor some paragraphs and add headings">}}


# Abstract {#abstract}

Psychoanalysis, or at least the traditional version proposed by Sigmund
Freud, is viewed by many modern psychologists as a highly controversial,
sexist "pseudoscience" (1). There are many reasons for this, including
dubious, untestable ideas, unethicality of some of the claims, and lack
of scientific support, all of which are quite justified (2). However,
while some of Freud's proposals may very well be considered far-fetched,
many of his fundamental ideas are still applicable to multiple fields,
and are the foundation of most modern theories around personality and
the psyche. This paper will attempt to explore potential uses of
psychoanalytic theory in the interpretation of literature, particularly
personality of characters in fiction. It will be using Nalo Hopkinson's
short story 'Slow Cold Chick' (from the anthology published as Skin
Folk) (3) as an example. It will do so from the perspective of
psychoanalysis being a real social science, much like psychology. This
means viewing it from the perspective of provable hypotheses, and as
such, the paper will be referencing many famous academic papers around
the area of personality and psychology. The paper will primarily focus
on how our unconscious thoughts affect our decisions, using proven
examples such as cognitive biases[^fn:1], and how this influences an
individual's personality.


# Whats in a person? {#whats-in-a-person}

There are various theories on personality. Some are rooted in sound
evidence and studies, while others are merely speculations. While there
is no solid definition of personality (6), psychologists agree that
analysis of personality involves answering the following two questions
(6): "what are we like (usually in comparison to others)?" and "why are
we like that?". The first of these two is relatively easy to answer (6)
and can be done through a multitude of ways such as self-reflection,
asking a close friend, taking a reputable personality quiz, or the like.
It is the answer to the second question that psychologists don't agree
upon (6), and is precisely the question that psychoanalysis tries to
answer. Sigmund Freud is often attributed as the founder of
psychoanalysis with his highly controversial book (1) The Interpretation
of Dreams (7). The book introduces the concepts of the "probing the
unconscious", specifically through assigning meaning to dreams (1) and
other streams of preconscious thought (the "ego") (7). Moreover, the
book also introduces a highly socioculturally unethical argument of the
Oedipus and Electra complexes[^fn:2], referring to unconscious sexual
attraction to the opposite gendered parent in a developing child (4 to 7
years old). This causes what Freud called "castration anxiety" in males,
and "penis envy" in females (6)(7), in other words, the desire to
replace the same gendered parent. He proposed that this is the reason
the males identify more with their father, and females with their
mother, they learn from the same gendered parent in hopes of replacing
them one day. Now this probably sounds quite far-fetched and
unreasonable, and that's exactly why it received so much criticism
(1)(8)(9).

While the theory may be unworkable for scientific usage, the fundamental
concepts are perfectly sound for literary criticism. By utilizing
Freudian notions of the behaviour of thoughts at the conscious (the
"superego"), the preconscious (the "ego"), and the subconscious (the
"id") levels (6)(7)(see 15 for explanation of these), we can possibly
derive new meaning from text, and alternative interpretations of the
decisions of characters. This paper will focus on applying the idea that
subconscious and preconscious mental processes affect conscious,
rational decision making, and will use psychoanalysis to analyze themes
from Nalo Hopkinson's 'Slow Cold Chick' (3) to demonstrate this.
