content-org/blog.org
*** Cognitive Bias and Consciousness
  :PROPERTIES:
  :CUSTOM_ID: cognitive-bias-and-consciousness
  :END:
Psychologists define rationality, specifically epistemic rationality as
the ability to form beliefs that align with truth, and also avoid those
which are conducive of error (12). It has been proven time and time
again that our minds are not perfectly rational (13). Imagine this case:
A large company is building a new transportation system. In the middle
of building the system, it is found that ultimately, the company will
lose money. However, the company keeps investing because they are "too
far into it to quit". (Sunk cost fallacy[fn:3]). Or another case: A rare
virus has a 0.1% infection rate. A test for this virus has a 10% false
positive rate (and thus a 90% accuracy rate). If an individual tests
positive for the virus, what is the probability they have the virus?
Someone without knowledge of statistics would probably say 90%. After
all, the test is 90% accurate, right? It turns out that this is
incorrect. If you did the math, you would find that you were
significantly off; the actual chance of the tested individual having the
disease is 1%. (Base rate fallacy[fn:4]). The point is that our minds
are flawed due to unconscious errors in thought, which in turn affects
our conscious thinking and "rational" decision making. These are called
cognitive biases (4), and are undesirable most of the time due to the
errors it can produce (but apparently also sometimes advantageous, see
14). They can be overridden through conscious thought if the decision
maker is aware of the bias. While these biases themselves aren't
actually important in our discussion of 'Slow Cold Chick', the point is
that our unconscious thoughts very often affect conscious decision
making. In the case of literary works, viewing texts by analyzing the
thoughts of characters can possibly lead to a deeper understanding of
the unconscious motivations behind their decisions, which in turn can
bring out new themes in a work.

In psychology, psychoanalysis is typically performed in sessions where
the patient expresses free thoughts and feelings to the therapist. The
therapist will try and piece together unconscious conflicts using many
techniques, some of which are described in Freud's previously mentioned
book The Interpretation of Dreams (7). In addition to the ones described
in Freud's books, some newer techniques were added by other therapists
over time[fn:5]. We will be using the techniques described to analyze
the character of Blaise.

Freud's ideas of the three levels of consciousness[fn:6] are
instrumental to his explanation of personality. In order to perform
psychoanalysis of Blaise in 'Slow Cold Chick', we will firstly attempt
to infer unconscious aspects of Blaise's character (her "id") through
elements given to us by the author. In the story, we see that Blaise is
struggling with trying to hold in her identity and emotions. At the
start of the story, Blaise is angry, supposedly at her telephone:
"'Oonuh couldn't wait just a little more?', she asked resentfully of the
silent instrument" (3). We can infer that this is a paid phone in which
there is a set time limit depending on the amount of money you pay,
evident by Blaise's repeated reference to the fact that she will get
paid on Friday, and the use of the third person pronoun "they" in the
first sentence, implying that neither Blaise nor whoever she was talking
to was the one who hung up. Also the use of the phrase "cut off" only
makes sense in this context. In the next lines, we are told that she
"couldn't ask her mother to put milk or water in the cornbread" (3),
establishing Blaise's mother as the other person on the phone, and also
establishing the reason behind her anger: she wanted to ask her mother
whether milk or water should go into the cornbread, but was interrupted
by the cutoff time on the phone. The emotion of her anger would be
associated with the psychoanalytic notion of the id, part of her
unconscious impulsive desires present from birth.

