content/blog/slow-cold-chick.md


# Venus, Vulcan, and a Chicken {#venus-vulcan-and-a-chicken}

We see in the story that both the Venus-built lady (later introduced as
Sharon) and Johnny are both allusions to Roman mythology, with Sharon
being compared to the Roman goddess of love and fertility (Venus), and
Johnny being compared to the Roman god of fire and metalworking
(Vulcan). These are pretty evident in the descriptions given of the
characters: Sharon is directly stated to be a "Venus-built lady", and
Johnny is described as having the "texture of chipped rock" (3) and is
also said to be a metalworker. Keep in mind that these are the
descriptions of the two from Blaise's perspective, they may or may not
be completely accurate, and the important notion is that Blaise's
perceptions of these characters will be influenced by her unconscious
thoughts. If we examine the descriptions closer, we can gain some more
insight into the psychology of Blaise. For Sharon, we see that Blaise
describes her using adjectives such as indolent, beautiful, and
self-possessed. She also uses phrases appealing to the physical and
sexual desires, especially focusing on the mouth, things like
"nasturtiums that pursed into succulent lips", and "so low that the lady
could have plucked them with her mouth". Further phrases such as
"gingered brown hair flung itself in crinkled dreadknots down her back,
tangled as lovers' fingers", "skin had the glow of full-fat chocolate",
and "flower-breathed words" reveal to us even more of this sexual
vocabulary.

From here we can make an inference: perhaps Blaise is sexually attracted
to Sharon? This certainly seems possible given the repeated references
to possibly sexual symbolism. After comparing how Blaise views the males
in the story, her next door neighbour and Johnny, we see that this could
very well be the case. Johnny is described to be physically appealing.
We see Hopkinson use diction such as "tanned shoulders", "corded
muscles", and "wiry strength". However, Blaise describes him as "Not
handsome, but striking", indicating that she is not romantically
attracted to him. This also explains why she is so angry when her
neighbour comes under the pretense of "wanting company" but really after
her body. In addition, Blaise also acts embarrassed upon physical
contact with Sharon ("Sharon slid an arm around Blaise's waist. Blaise
relaxed into the touch, then caught herself. Ears burning, she eased
away"), and seems to repeatedly make remarks about Sharon's scent and
demeanor ("a part of her still aware of Sharon's rosiness and
duskiness") . Just by looking at Blaise's (likely unconscious)
perceptions and interactions with these three individuals, it is
becoming increasingly likely that Blaise is attracted to other
individuals of the same sex as her.

Next, let's take a look at the cocatrice and the other animal (a ferret)
which are mentioned in the story. Blaise's cocatrice first emerges from
out of a rotten egg. The chick quickly grows until it is about the size
of a spaniel, and is capable of killing and eating a ferret. Freud
proposed that there were five psychosexual stages in the development of
personality (6), and that problems during any of the stages will lead to
specific behavioural and personality characteristics, some of which are
problematic[^fn:7]. The development of the cocatrice seems to start off
normally, then halt after the oral stage (first stage). It starts from
licking some pepper sauce (oral), then skips the anal stage. The phallic
stage is hard to judge. The gender of the chick is not specified, so it
is unclear whether or not the chick will develop an Oedipus or Electra
complex. However, the main developmental task for this stage is
identification with one of the parents, leading to the development of
the superego (6). The chick evidently does not have a moral compass,
neither does it have control over its animalistic, violent, and sexual
desires. It killed Blaise's neighbour and his ferret without second
thought. However, note that these stages are not important or crucial
for psychoanalysis, which focuses on the effect of unconscious thought.
Additionally, there is very little scientific base for these stages and
they have not been observed or confirmed in children (19). Regardless,
Hopkinson makes it fairly clear that the cockatrice represents Blaise's
conflict with her sexual desires and aggressive drive (in Freudian
terms, called the "id") (6). We can see this in the fact that it
incinerated Blaise's neighbour and his ferret, which was what Blaise's
instinctive and basic desires wanted to do. On some level of her
consciousness, she wholeheartedly wanted to get rid of him for good
("Why couldn't he ever take a hint? She wished he'd just dry up and fly
away."). She would have killed him herself if her "ego", the
preconscious governed by the reality principle, were not there to keep
her "id" in check. This explains why the chick, with no development of
moral compass or any level of consciousness beyond the "id" due to
fixation in the anal and phallic stages, took action and incinerated the
neighbour and his ferret.

We see that the connection with Blaise and the cockatrice is also true
for the neighbour and his ferret. If the cockatrice represents Blaise's
sexual and aggressive drive, then it is reasonable to think that this
extended metaphor is applicable to the ferret as well. The ferret is
described as being furtively "slinky", reminiscent of "a furry penis
with teeth". This sexual imagery is used to reinforce the metaphor that,
at least at the most basic, primitive level of thought, Blaise's
neighbour is interested in sexual desires around Blaise's body. In terms
of the symbolism side of things, a cockatrice is a mythical creature
said to be capable of killing by a stare. According to bestiaries from
the late-medieval period, weasels are the only animal immune to a
cockatrice (20). As ferrets are a mammal closely genetically related to
weasels (21), this is likely not an accident by Hopkinson. The weasel
that is supposed to be the nemesy of the cockatrice, the only animal it
cannot kill with a stare, is swiftly dealt with.This shows the degree of
Blaise's feelings and anger she has kept inside.

Given this point of context, we can see the seemingly random events of
the ending and resolution of Blaise's conflict come together into a
meaningful message. After telling Sharon and Johnny the events behind
the cockatrice, she takes them to her apartment, where Johnny faces the
cockatrice in an attempt to kill it. This is symbolic of the struggle
Blaise has been facing. The cockatrice, a physical representation of her
homosexual desires, is undergoing a one on one struggle with a male. A
handsome, Vulcan-like male at that. The rest of the ending is thus
fairly self-explanatory. When the cockatrice starts dying, Blaise "felt
warmth begin to drain from her body". Sharon replies with: "You want to
kill your every desire dead?" Blaise realizes that she is empty without
the cockatrice, empty without her desires. Later in the end, Blaise
finally tells it what she wants: "I want to be able to say [...] 'I like
you'". Blaise swallowing the cockatrice and getting her "fire" back is
representative of her new confidence in her identity. She remarks that
she feels "Strong, sure of herself", and also makes a comment about the
way Sharon's position healing Johnny's blisters "emphasized the fullness
of her body", another reference to her homosexual identity.
