content/blog/slow-cold-chick.md


# Defense mechanisms {#defense-mechanisms}

Freud's version of psychoanalysis is also very concerned with what he
called defense mechanisms, which can indicate possible points of
fixation[^fn:8]. There is a blatantly obvious use of one of these
mechanisms in the story. When on her walk to the animal shelter in an
attempt to rid herself of the cockatrice, she is interrupted by Sharon
asking her to help with garden work. Here's the excuse Blaise uses to
help them instead of dealing with the cockatrice: "The problem was too
big for her to deal with for a moment. With an 'Um, okay,' she chose
denial". We see two of Freud's main defense mechanisms in play here,
denial and rationalization, which often go together. By agreeing to help
her neighbours when she still has the cockatrice to deal with, she is
denying the fact that she has a problem, refusing to believe that there
was bad news. She rationalizes this decision with the fact that the
problem is too big for her to deal with for the moment. Of course, the
irony and logical fallacy in her argument is that the bigger the
problem, the sooner she should deal with it. As we continue with the day
spent helping Sharon and Johnny, we see that Blaise uses the defense
mechanisms of denial and rationalization once again. She makes the
assumption that the cockatrice is asleep: "The shelter would be closed,
but probably the cockatrice was asleep by now". She assumes that because
of the absence of dire outcomes from the cockatrice since the time she
came to help Sharon, the cockatrice would be asleep. This is full of
logical errors. She makes an incorrect causality attribution&nbsp;[^fn:9], and
also makes an argument from silence[^fn:10]. We can see that she is using
these defense mechanisms in order to avoid the cockatrice. A Freudian
psychoanalyst would say that her unconscious "id" is trying to get her
away from unreasonable desires (in this case, her attraction to members
of the same sex). This could possibly be due to fixation at the phallic
Freudian stage[^fn:7], when she did not correctly develop an Electra
complex[^fn:11]<sup>, </sup>[^fn:7] for her male parent. We can further develop on
this by taking into account Blaise's relationship with her mother at the
beginning of the story. She is clearly 'identifying', as Freudians would
say, with her mother, as she is trying to make cornbread like how her
mother made it. Another clue is that she was previously talking with her
mother on the phone before it cut off, about an unstated topic. The
subject matter of the talk is not important, the main idea is that she
has a relationship with her mother, presumably a fairly good one. What's
important to realize here is that, in the Freudian view of a
psychologically healthy adult, Blaise is perfectly normal (at least
before she starts sexually describing Sharon). This furthers the idea
that Blaise is holding her true desires in, possibly masking it with
attempts to become 'normal', so much that she is developing an Electra
complex, and identification with the same-sex parent. The symbolism
behind Blaise hiding the fact of cockatrice from Sharon and Johnny at
first is also an indicator of this.
