content/blog/slow-cold-chick.md


# You are what you eat {#you-are-what-you-eat}

In addition, we see food playing a big role in the extended metaphor of
the cockatrice and of Blaise's internal conflict. At the beginning of
the story, Blaise is trying to make her mother's cornbread, establishing
the previously stated attempts to become "normal" and the late
development of an Electra complex (which according to Freud, is
indicative of a mentally "normal" female). Cornbread reflects this as a
relatively normal food, at least compared to the roses and dirt that the
other characters eat. If we examine the foods in which the characters
eat and compare it to their personality, we see something interesting.
Blaise's neighbour is shown eating a "cheap chocolate bar" and is "lanky
and pimply". Sharon eats roses and has "aloe scented breath". Johnny
eats rock and dirt and has a "voice like gravel being ground". We can
see a pattern: you are what you eat in this fictional world. Looking at
the objects Blaise eats, the cornbread she is trying to replicate from
her mother represents, as stated above, her attempts to become 'normal'
as it is a relatively normal food. This is reinforced even more by the
previously mentioned ideas about the connection with her mother through
a developing Electra complex. At the end of the story, we see that she
swallows the cockatrice. This is indicative of the change that occurred
throughout the story. At the beginning, she is trying to fit in, holding
back her true desires. At the end of the story, she now consumes the
cockatrice, albeit unwillingly, but it shows us that she has now come to
terms with her actual desires. Following the paradigm of 'you are what
you eat', we see the shift from the previous state of the Electra
complex and trying to be 'normal' (eating cornbread to be like her
mother) has now disappeared and Blaise has learned to embrace what she
actually wants (eating the cockatrice). In addition to performing
psychoanalysis on the characters in the story itself, we must also
examine the story through the lens of the author using the literary work
as a means of unconscious expression, much like a dream[^fn:12].
Therefore, we must consider the author's intent behind writing the
story. In an excerpt[^fn:13] from Nalo Hopkinson taken from Skin Folk
(the collection of stories where 'Slow Cold Chick' was originally
published with), Hopkinson tells us that "it seemed that all I could see
was the sex and the violence. 'Slow Cold Chick' is the result of my
effort to restrain those twin energies". This is consistent with our
predictions of the cockatrice being a physical representation of
Blaise's sexual desires. Sexual topics are also a big part of other
stories in Skin Folk as well.

Literary analysis, at least from a psychoanalytic perspective, is just
predictions, which is why it is so comparable to psychoanalytic therapy.
We look for things such as patterns, literary elements, etc. from the
text in hopes of deriving meaning from the text. We hope that it is what
the author intended, but even if it isn't we still succeeded in gaining
something from the text. Psychoanalysis in therapeutic psychology is
really the same thing. Freudian ideas such as "probing the unconscious"
is really just sugar for guessing meaning out of a series of random
thoughts from the client. It is guessing because after you have derived
meaning, no matter how sure you may be that you are right, correlation
is not causation[^fn:14], so you can never get to be 100% sure of the
root cause just from probing thoughts alone. This is incidentally, one
of the reasons why psychoanalysis is not used scientifically anymore.
However, as we have seen in this paper, the psychology of both the
characters and the author is very important in determining the themes
and meaning of a story. 'Slow Cold Chick' could and has been (see 22)
interpreted in many different ways by different people, using differing
forms of literary analysis.

All in all, we see that although the use of psychoanalysis is limited in
the scientific realm, it is still very useful for literary analysis of
fictional characters. As we have shown with analysis of 'Slow Cold
Chick', we cannot deny that the Freudian notions of the unconscious mind
affect our conscious perceptions and decisions. This is made especially
apparent with the appearance and symbolic significance of the cockatrice
and it's development, which we earlier inferred to be lacking a
superego. By performing psychoanalysis on the author and characters, and
analyzing the specific choices of symbols and diction used by Hopkinson
along with using some logic, we were able to piece together a fairly
complete picture of Blaise, her life, and her change throughout the
story. This leaves us with a more complete understanding of the
emotions, themes, and pictures Hopkinson expresses throughout the story.
Hopkinson teaches us to embrace our desires, even if we need to swallow
a cockatrice to do so. In a world where eating roses makes you pretty
and eating rocks makes you tough, remember that you can't settle with
just cornbread.


# References {#references}

1.  Michels, Robert. 1999 _Psychoanalysis and Psychiatry: A Changing
    Relationship_

2.  Brunner, Jose. _Freud and the Politics of Psychoanalysis_. 2001.

3.  Hopkinson, Nalo. "Slow Cold Chick." _Skin Folk_, 2001, Grand Central
    Publishing, pp. 61-68

4.  Haselton, Martie G. and Nettle, Daniel. and Murray, Damian R. _The
    Evolution of Cognitive Bias_. pp. 2

5.  Sadock, Benjamin. and Sadock, Virginia. and Ruiz, Pedro. Kaplan and
    Sadock's _Comprehensive Textbook of Psychiatry_, 2017.

6.  Boyes, Mike. "Personality." Psychology 203, University of
    Calgary, 2020.

7.  Freud, Sigmund. _The Interpretation of Dreams_, 1899.

8.  Rycroft, Charles. _A Critical Dictionary of Psychoanalysis_, 1995.

9.  Daly, Martin. and Wilson, Margo. _Homicide_, 1998.

10. Arkes, H. and Hutzel, Laura. _The role or probability of success
    estimates in the sunk cost effect_, 2000.

11. Bar-Hillel, Maya. _The base-rate fallacy in probability
    judgements_, 1980.

12. Steup, Matthias and Zalta, Edward. "Epistemology." _Stanford
    Encyclopedia of Philosophy_. 2005.

13. Ariely, Dan. _Predictably Irrational_. 2008, HarperCollins.

14. Caplan, Bryan. _Rational Ignorance vs. Rational
    Irrationality_. 1999.

15. Maroda, K. _The Power of Countertransference: Innovation in Analytic
    Technique_. 1991

16. Jung, Carl. "The Psychology of the Transference." _The Practice of
    Psychotherapy_.

17. Barr, Alison. "An Investigation into the extent to which
    Psychological Wounds inspire Counsellors and Psychotherapists to
    become Wounded Healers, the significance of these Wounds on their
    Career Choice, the causes of these Wounds and the overall
    significance of Demographic Factors." The Green Rooms. 2006.

18. Boyes, Mike. "Psychotherapy." Psychology 203, University of
    Calgary, 2020.

19. Fisher, Seymour and Greenberg, Roger. _The Scientific Credibility of
    Freud's Theories and Therapy_. 1977.

20. Bane, Theresa. _Encyclopedia of Beasts and Monsters in Myth, Legend
    and Folklore_. 2016.

21. Harris, S and Yalden D. _Mammals of the British Isles:
    Handbook_. 2008.

22. Various authors,
    <https://sexandthesupernatural.wordpress.com/category/nalo-hopkinson>.
    University of Iowa class blog. Retrieved May 31, 2021. • No ideas
    were taken from this site, I'm simply linking for demonstration of
    multiple possible interpretations of Hopkinson's work, specifically
    'Slow Cold Chick'

23. Walton, Douglas. Informal Fallacies: Towards a Theory of Argument
    Criticisms. 1987.

24. Burns, William. _Spurious Correlations_. 1997.

25. Pinker, Stever. _How the mind works_. 1997.
